Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2009.tmx
Source language: en_us
Languages: zh_cn

source: We will stabilize hog production, implement the plan for reinvigorating the dairy industry, and promote large-scale, standardized, healthy farming practices in animal husbandry and aquaculture.
zh_cn: 稳定生猪生产，实施奶业振兴规划，推进畜牧水产规模化标准化健康养殖。

source: We will strengthen the prevention and control of major animal and plant epidemics.
zh_cn: 加强重大动植物疫病防控。

source: Third, we will intensify development of agricultural infrastructure and projects designed to improve the lives of rural people.
zh_cn: 三是加强农业基础设施和农村民生工程建设。

source: We will develop land on a large scale and comprehensively improve farmland, water supplies, roads, and forests.
zh_cn: 大规模开展土地整治，实行田、水、路、林综合治理，

source: We will upgrade low- and medium-yield farmland and develop farm plots that meet high standards.
zh_cn: 推进中低产田改造，建设高标准农田。

source: We will speed up the reinforcement of large and medium-sized reservoirs and dangerous key small reservoirs.
zh_cn: 加快大中型和重点小型病险水库除险加固进度，

source: We will further improve irrigated areas and build more small water conservancy facilities.
zh_cn: 加强灌区改造和小型农田水利建设。

source: By the end of next year, we will have basically paved the roads linking all towns and townships across the country and all incorporated villages with the proper conditions in the eastern and central regions and will have completed the construction of roads connecting all incorporated villages with the proper conditions in the western region.
zh_cn: 到明年底，基本实现全国乡镇和东中部地区具备条件的建制村道路硬化，西部地区具备条件的建制村通公路。

source: In addition, we will provide safe drinking water to another 60 million people and methane to an additional five million households.
zh_cn: 再解决6000万人安全饮水问题，增加500万沼气用户，

source: We will continue to improve rural infrastructure, including power grids, postal service, and telecommunications, and intensify development of rural social programs.
zh_cn: 继续加强农村电网、邮政通信和社会事业等基础建设。

source: Fourth, we will increase rural incomes in a variety of ways.
zh_cn: 四是多渠道促进农民增收。

source: We will vigorously develop modern agriculture with distinctive local features, support intensive processing and sale of agricultural products, develop rural secondary and tertiary industries, accelerate the development of small towns, and strengthen county economies.
zh_cn: 大力发展特色现代农业，扶持农产品精深加工和销售，发展农村二三产业，加快小城镇建设，壮大县域经济。

source: Fifth, we will intensify our efforts to alleviate poverty through development.
zh_cn: 五是加大扶贫开发力度。

source: This year, a new poverty line will be adopted and all low-income rural residents will be covered by the poverty relief policy.
zh_cn: 今年将实行新的扶贫标准，对农村低收入人口全面实施扶贫政策。

source: The threshold will be increased to 1,196 Yuan per person on average, and coverage will be extended to include 40.07 million recipients. This marks the beginning of a new stage in China's efforts to reduce poverty through development.
zh_cn: 新标准提高到人均1196元，扶贫对象覆盖4007万人，这标志着我国扶贫开发进入一个新阶段。

source: We need to improve state poverty relief strategies and policies, increase funding, and steadfastly make development the basis of poverty reduction.
zh_cn: 要完善国家扶贫战略和政策，加大扶贫资金投入，坚持开发式扶贫，

source: We will give priority to eradicating poverty at the village level, training rural residents for nonagricultural employment, and reducing poverty through industrial development and relocation of residents so that the poor get the basic necessities, escape poverty, and become prosperous.
zh_cn: 重点抓好整村推进、劳动力转移培训、产业化扶贫和移民扶贫，稳定解决扶贫对象温饱问题并努力实现脱贫致富。

source: We will take the following measures to comprehensively strengthen our work related to agriculture, rural areas and farmers.
zh_cn: 全面加强“三农”工作要采取以下措施：

source: First, we will greatly increase funding for agriculture and rural areas.
zh_cn: 一要大幅度增加农业农村投入。

source: Central government allocations for agriculture, rural areas and farmers will total 716.1 billion Yuan this year, a year-on-year increase of 120.6 billion Yuan.
zh_cn: 今年中央财政拟安排“三农”投入7161亿元，比上年增加1206亿元。

source: We will significantly increase funding for rural public facilities in the central and western regions, and relieve governments at and below the county level of the burden of providing supporting funds for them.
zh_cn: 大幅度增加对中西部地区农村公益性建设项目投入，取消县及县以下相关资金配套要求。

source: Greater priority will be given to major grain-producing areas in implementing the policies and measures supporting grain production.
zh_cn: 支持粮食生产的政策措施向主产区倾斜，

source: More general transfer payments and financial rewards will be provided to major grain-producing counties and greater support given to projects for industrializing grain production.
zh_cn: 加大对产粮大县一般性转移支付、财政奖励和粮食产业建设项目的扶持力度。

source: Second, we will significantly raise minimum grain purchase prices and keep the prices of agricultural products stable at a reasonable level to encourage farmers to grow more.
zh_cn: 二要较大幅度提高粮食最低收购价，保持农产品价格合理水平，提高种粮农民积极性。

source: This year the floor price for the purchase of wheat and rice will be increased by 0.22 Yuan and 0.26 Yuan per kilogram on average respectively.
zh_cn: 今年小麦、稻谷最低收购价平均每斤分别提高0.11元和0.13元。

source: We will apply policies in a timely fashion to temporarily purchase and stockpile major agricultural products to build up reserves of grain, cotton, edible oil and pork, and strengthen regulation of the farm products market.
zh_cn: 适时启动主要农产品临时收储政策，增加粮食、棉花、食用植物油和猪肉储备，加强农产品市场调控。

source: Third, we will further increase agricultural subsidies.
zh_cn: 三要进一步增加农业补贴。

source: Central government funding for these subsidies will total 123 billion Yuan, an increase of 20 billion Yuan over last year.
zh_cn: 中央财政拟安排补贴资金1230亿元，比上年增加200亿元。

source: Direct subsidies to grain producers will continue to increase.
zh_cn: 继续增加粮食直补。

source: We will increase subsidies for the use of superior seed varieties, raise subsidy levels, make subsidies available to all rice, wheat, corn and cotton growers, extend them more widely to canola and soybean farmers, and start to subsidize tea-oil tree planting.
zh_cn: 加大良种补贴力度，提高补贴标准，实现水稻、小麦、玉米、棉花全覆盖，扩大油菜和大豆良种补贴范围，实施油茶良种补贴。

source: The central government will spend 13 billion Yuan, a year-on-year increase of nine billion Yuan, on subsidies to all agricultural and pastoral counties (farms) throughout the country for purchasing agricultural machinery and tools.
zh_cn: 农机具购置补贴覆盖到全国所有农牧业县（场），中央财政拟安排资金130亿元，比上年增加90亿元。

source: We will promptly increase general subsidies for agricultural supplies to coordinate with price rises and changes in the acreage planted in various crops.
zh_cn: 根据农资价格上涨幅度和农作物播种面积，及时增加农资综合补贴。

source: Fourth, we will speed up development of a new system under which various sectors of society provide services for agriculture.
zh_cn: 四要加快新型农业社会化服务体系建设。

source: We will increase spending on agricultural science and technology, intensify efforts to expand application of innovations in agricultural science and technology and become better able to provide agriculture-related technical services.
zh_cn: 加大农业科技投入，加强农业科技创新成果推广和服务能力建设。

source: We will improve public service agencies charged with promoting application of agricultural technologies, preventing and controlling animal and plant epidemics, and monitoring the quality of agricultural products at the local level.
zh_cn: 健全基层农业技术推广、动植物疫病防控、农产品质量监管等公共服务机构，

source: We will support supply and marketing cooperatives, specialized farmer cooperatives and pacesetting enterprises in providing diverse production and operation services.
zh_cn: 支持供销合作社、农民专业合作社、龙头企业等提供多种形式的生产经营服务。

source: Fifth, we will stabilize and improve the basic rural operation system.
zh_cn: 五要稳定完善农村基本经营制度。

source: We will ensure that existing land contract relationships remain stable and unchanged for a long time to come, and enhance and better protect the land contract and management rights enjoyed by rural residents, including migrant workers who are away from their home villages.
zh_cn: 现有土地承包关系要保持稳定并长久不变，赋予农民包括离乡农民工更加充分而有保障的土地承包经营权。

source: The transfer of land use rights must occur on a compensated, voluntary basis and be conducted in accordance with the law.
zh_cn: 土地承包经营权流转必须坚持依法自愿有偿的原则。

source: We will adhere to and apply the strictest possible systems for protecting arable land and economizing on the use of land, and do everything in our power to keep the total amount of arable land above the red line of 120 million hectares.
zh_cn: 坚持和落实最严格的耕地保护制度和最严格的节约用地制度，严守18亿亩耕地红线不动摇。

source: Reform of the system of collective forest rights will move forward.
zh_cn: 推进集体林权制度改革。

source: Overall rural reform will be deepened.
zh_cn: 深化农村综合改革。

source: We will accelerate reform of town and township government departments and work actively yet prudently to ease the debts of townships and villages.
zh_cn: 加快乡镇机构改革。积极稳妥化解乡村债务。

source: 4. Accelerating transformation of the pattern of development and energetically promoting strategic economic restructuring
zh_cn: （四）加快转变发展方式，大力推进经济结构战略性调整

source: This year we will focus on improving industrial restructuring in order to maintain economic growth and promote industrial upgrading.
zh_cn: 今年要围绕保增长、促升级，重点抓好工业结构调整。

source: First, we will conscientiously implement plans for adjusting and invigorating key industries such as the automobile, steel, shipbuilding, petrochemical, textile, nonferrous metals, equipment manufacturing, information technology, modern logistics, and light industries.
zh_cn: 一是认真实施汽车、钢铁、造船、石化、轻工、纺织、有色金属、装备制造、电子信息、现代物流等重点产业调整和振兴规划。

source: We will carry out industrial restructuring and upgrading to resolve the prominent problems and conflicts that hinder their development.
zh_cn: 着力解决这些行业发展中存在的突出矛盾和问题，推进结构调整和优化升级。

source: Second, we will energetically adjust the structure of enterprises and carry out mergers and reorganizations.
zh_cn: 二是大力推进企业组织结构调整和兼并重组，

source: We will support superior enterprises in acquiring ones that are backward or have financial difficulties.
zh_cn: 支持优势企业并购落后企业和困难企业，

source: We will encourage well-established enterprises to work with each other, and upstream and downstream enterprises to integrate their operations in order to raise the level of industry concentration and the efficiency of resource allocation.
zh_cn: 鼓励强强联合和上下游一体化经营，提高产业集中度和资源配置效率。

source: Third, we will take more effective measures to support development of small and medium-sized enterprises.
zh_cn: 三是采取更加有力的措施扶持中小企业发展。

source: We will promptly implement financial support policies, improve the financing guarantee system, streamline loan procedures, and increase the scale of loans.
zh_cn: 抓紧落实金融支持政策，健全融资担保体系，简化贷款程序，增加贷款规模。

source: Central government funding for supporting the development of small and medium-sized enterprises will increase from 3.9 billion Yuan to 9.6 billion Yuan.
zh_cn: 中央财政中小企业发展资金从39亿元增加到96亿元。

source: We will continue to implement preferential tax policies to encourage small and medium-sized enterprises to make scientific and technological innovations, upgrade their technology, and create more jobs.
zh_cn: 继续实行鼓励中小企业科技创新、技术改造、增加就业的税收优惠政策。

source: We will improve the system under which various sectors of society provide services for small and medium-sized enterprises.
zh_cn: 健全中小企业社会化服务体系。

source: Fourth, we will actively support enterprises in accelerating technological upgrading and develop innovation-based enterprises.
zh_cn: 四是积极支持企业加快技术改造，建设创新型企业。

source: The central government will allocate 20 billion Yuan, mainly in interest subsidies, to support technological upgrading in enterprises.
zh_cn: 中央财政拟安排200亿元专项资金，主要用贴息方式支持企业技术改造。

source: We will encourage enterprises to apply new technologies, new production processes, new equipment and new materials so that they can adapt to market changes, develop more readily marketable products, undertake product innovation, and improve their product quality and the level of production and business operations.
zh_cn: 鼓励企业应用新技术、新工艺、新设备、新材料，适应市场变化，开发适销对路产品，推进产品创新，提高产品质量和生产经营水平。

source: Fifth, we will accelerate development of modern service industries.
zh_cn: 五是加快发展现代服务业。

source: We will promote development of the banking, insurance, modern logistics, consulting, software and creative industries, and develop new types of services.
zh_cn: 促进金融保险、现代物流、信息咨询、软件和创意产业发展，拓展新兴服务领域。

source: We will upgrade traditional service industries.
zh_cn: 提升传统服务业。

source: We will vigorously promote scientific and technological innovation.
zh_cn: 大力推进科技创新。

source: We will integrate making technological innovation with boosting domestic demand, maintaining economic growth, making structural adjustments and raising the level of development.
zh_cn: 科技创新要与扩内需、促增长，调结构、上水平紧密结合起来。

source: This year the central government will allocate 146.1 billion Yuan to the science and technology sector, up 25.6% from last year.
zh_cn: 今年中央财政科技投入1461亿元，增长25.6%。

source: First, we need to speed up implementation of the Outline of the National Program for Long- and Medium-Term Scientific and Technological Development, particularly, implementation of major science and technology projects.
zh_cn: 一要加快实施国家中长期科技发展规划纲要，特别是科技重大专项。

source: We will select and launch a number of projects that give strong impetus to scientific and technological development, have a widespread impact, and yield quick results, in order to quickly make breakthroughs in core and key generic technologies that can stimulate the transformation of industries and technological upgrading, and support invigoration of industries and long-term economic development.
zh_cn: 选择一些带动力强、影响面大、见效快的项目抓紧开展工作，争取尽快突破一批核心技术和关键共性技术，带动产业转型和技术升级，支撑产业振兴和经济长远发展。

source: Second, we need to deepen reform of the science and technology management system.
zh_cn: 二要深化科技体制改革，发挥企业在技术创新中的主体作用。

source: We will get enterprises to play a key role in technological innovation, and encourage more scientists and engineers to work on the frontlines of economic development spreading technologies, doing product R&D, and starting technology based enterprises.
zh_cn: 动员更多科技人员投身经济建设第一线，推广技术、研发产品、创办科技型企业。

source: We will get enterprises, universities, and research institutes to work more closely together to accelerate the application of scientific and technological advances in production.
zh_cn: 推进产学研结合，加快科技成果向现实生产力转化。

source: Third, we will make the equipment manufacturing industry stronger and larger.
zh_cn: 三要做强做大装备制造业。

source: We will implement the project to increase self-sufficiency in doing R&D on manufacturing major equipment and implement a related system of government procurement.
zh_cn: 落实自主研发重大装备国内依托工程和政府采购制度，

source: We will vigorously develop manufacturing of complete sets of major equipment, high-tech equipment and equipment needed in high-tech industries, raise the level of integrated innovation and make greater use of domestic components in the equipment manufacturing industry.
zh_cn: 着力发展重大成套设备、高技术装备和高技术产业所需装备，提高装备制造业集成创新和国产化水平。

source: Fourth, we will support and promote R&D on technologies in new energy sources, biology, medicine, third generation mobile communications, the integration of telecommunications networks, cable TV networks and the Internet, energy conservation and environmental protection, and their industrial application.
zh_cn: 四要支持和推进新能源、生物、医药、第三代移动通信、三网融合、节能环保等技术研发和产业化，

source: We will develop clusters of new- and high-tech industries, and create new areas of demand in society.
zh_cn: 发展高新技术产业群，创造新的社会需求。

source: Fifth, we will continue to implement the strategy of reinvigorating the country through science and education, the strategy of strengthening the country through human resources development and the intellectual property rights strategy.
zh_cn: 五要继续实施科教兴国战略、人才强国战略和知识产权战略。

source: We will continue to develop the national innovation system, intensify basic research and research in leading-edge technologies, and accelerate development of major infrastructure facilities and public platforms for science and technology.
zh_cn: 继续推进国家创新体系建设，加强基础科学和前沿技术研究，加快重大科技基础设施和公用平台建设。

source: We will work vigorously to bring in high-caliber personnel and intellectual resources from overseas and intensify the training of all types of personnel.
zh_cn: 积极引进海外高层次人才和智力，加强各类人才队伍建设。

source: We will become better able to create, utilize, protect and manage intellectual property rights.
zh_cn: 提高知识产权创造、运用、保护和管理水平。

source: We will work tirelessly to save energy, reduce emissions, preserve the ecosystems, and protect the environment.
zh_cn: 毫不松懈地加强节能减排和生态环保工作。

source: First, we will emphasize energy conservation in the three key areas of industry, transportation and construction; continue work on the ten major energy conservation projects; and implement energy-conserving measures for power generators, boilers, automobiles, air-conditioners and lighting products.
zh_cn: 一是突出抓好工业、交通、建筑三大领域节能，继续推进十大重点节能工程建设，落实电机、锅炉、汽车、空调、照明等方面的节能措施。

source: Second, we will energetically develop a circular economy and clean energy.
zh_cn: 二是大力发展循环经济和清洁能源。

source: We will steadfastly save energy, water and land.
zh_cn: 坚持节能节水节地。

source: We will vigorously develop clean energy such as nuclear, hydraulic, wind, and solar power.
zh_cn: 积极发展核电、风电、太阳能发电等清洁能源。

source: We will promote the adaptation of clean coal technology for industrial application.
zh_cn: 推进洁净煤技术产业化。

source: We will strictly enforce national standards for energy consumption and environmental protection, increase the use of energy-conserving technologies and products, and promote comprehensive utilization of resources.
zh_cn: 严格执行能耗和环保国家标准，加大节能技术和产品推广应用力度，加强资源综合利用。

source: Third, we will improve our policies for conserving energy and protecting the environment, and strictly enforce the system of standards, assessment system and monitoring system for energy conservation and emissions reduction.
zh_cn: 三是健全节能环保各项政策，按照节能减排指标体系、考核体系、监测体系，狠抓落实。

source: Fourth, we will launch a nationwide campaign on the importance of energy conservation and emissions reduction, in which state organs and government-affiliated enterprises and institutions need to play an exemplary role.
zh_cn: 四是开展全国节能减排行动，国家机关、公共企事业单位要发挥表率作用。

source: Fifth, we will continue to intensify pollution prevention and control in key river valleys and regions; control the spread of stony deserts and desertification; carry out ecological conservation projects to build key forest shelterbelts, protect virgin forests, and bring the sources of dust storms affecting Beijing and Tianjin under control; and protect water, forests, grasslands, wetlands and other elements of the ecosystems.
zh_cn: 五是继续强化重点流域、区域污染防治，加强石漠化、荒漠化治理，实施重点防护林、天然林保护和京津风沙源治理等生态建设工程，保护水、森林、草原、湿地等生态环境。

source: We will comprehensively improve the rural environment.
zh_cn: 推进农村环境综合整治。

source: We will rectify and standardize order in the exploitation of mineral resources and develop and use marine resources wisely.
zh_cn: 整顿规范矿产资源开发秩序。合理开发利用海洋资源。

source: Sixth, we will implement the national plan for addressing climate change and become better able to respond to it.
zh_cn: 六是实施应对气候变化国家方案，提高应对气候变化能力。

source: We will intensify basic research in meteorology, earthquake science, disaster prevention and mitigation, and surveying and mapping and strengthen these areas.
zh_cn: 加强气象、地震、防灾减灾、测绘基础研究和能力建设。

source: We will comprehensively improve product quality and enhance workplace safety.
zh_cn: 全面提高产品质量和安全生产水平。

source: This year we will launch a campaign to rectify and standardize order in the market and carry out the Quality and Safety Year campaign, which requires all industries and sectors to strengthen quality and safety supervision of all personnel and all processes in all areas.
zh_cn: 今年要在全国开展整顿和规范市场秩序专项行动以及“质量和安全年”活动，各行各业都要加强全员、全过程、全方位质量和安全管理。

source: We will further tighten oversight and supervision of workplace safety in key industries and resolutely prevent serious and major accidents.
zh_cn: 进一步强化重点行业安全生产监管，坚决遏制重特大安全事故发生。

source: We will make intensive efforts to improve food and drug safety, and improve and strictly enforce standards for product quality and safety.
zh_cn: 深入开展食品药品安全专项整治，健全并严格产品质量安全标准。

source: We will implement strict market access rules and product traceability and recall systems so that the people buy food and drugs with confidence and consume them with satisfaction.
zh_cn: 实行严格的市场准入制度和产品质量追溯制度、召回制度。要让人民群众买得放心、吃得安心、用得舒心。

source: We will continue to implement the overall regional development strategy of promoting the large-scale development of the western region, reinvigorating northeast China and other old industrial bases, energizing development of the central region, and getting the eastern region to take the lead in development, and promote balanced development among regions.
zh_cn: 继续实施西部大开发、东北地区等老工业基地振兴、中部地区崛起、东部地区率先发展的区域发展总体战略，促进区域协调发展。

source: We will encourage all regions to work on the basis of local conditions, make full use of their advantages, and find a new path for development in response to the shock of external events.
zh_cn: 鼓励各地从实际出发，充分发挥自身优势，在应对外部冲击中闯出发展新路。

source: The eastern region needs to vigorously open up international markets, stabilize exports, and develop advanced manufacturing, modern services and new- and high-tech industries. It needs to accelerate industrial upgrading and institutional innovation, foster new areas of economic growth, create new advantages for participating in international cooperation and competition, and raise its capability for sustainable development.
zh_cn: 东部地区要大力开拓国际市场，稳定出口，着力发展先进制造业、现代服务业和高新技术产业，加快产业升级和体制创新，培育新的经济增长点，形成参与国际合作竞争新优势，增强更高水平上的可持续发展能力。

source: Special economic zones, the Pudong New Area in Shanghai and the Binhai New Area in Tianjin need to continue to take the lead in reform and opening up.
zh_cn: 经济特区、上海浦东新区、天津滨海新区要继续当好改革开放排头兵。

source: We will increase support to the central and western regions and northeast China to improve their weak links in development. To remove bottlenecks in these regions, we will increase spending on infrastructure, ecological conservation and environmental protection, launch a number of key transportation and water conservancy projects, and accelerate development of a number of grain, energy, raw materials and equipment manufacturing bases that have distinctive local features and special advantages.
zh_cn: 进一步支持中西部和东北地区加强薄弱环节，以消除瓶颈制约为重点，加大基础设施、生态建设和环境保护投资力度，新开工一批交通、水利重点工程，加快建设一批粮食、能源原材料、装备制造等优势产业基地和特色产业基地，

source: We will accelerate development of key areas on a priority basis.
zh_cn: 加快重点地区优先开发，

source: We will promote the transformation of the economies of cities once dependent on now-depleted mineral resources in these regions.
zh_cn: 促进矿产资源枯竭型城市经济转型。

source: We will promptly formulate specific policies to encourage industries to relocate to the central and western regions, and formulate and implement a national plan for development priority zones.
zh_cn: 抓紧研究制定中西部地区承接产业转移的具体政策。制定和实施全国主体功能区规划。

source: We will fully support the development of old revolutionary base areas, ethnic minority areas, border areas and poor areas.
zh_cn: 大力扶持革命老区、民族地区、边疆地区和贫困地区发展。

source: 5. Continuing to deepen reform and opening up, and further improving systems and mechanisms conducive to developing in a scientific manner
zh_cn: （五）继续深化改革开放，进一步完善有利于科学发展的体制机制

source: Reform and opening up provide an inexhaustible driving force for economic and social development.
zh_cn: 改革开放是经济社会发展的不竭动力。

source: We will unswervingly carry out reform and opening up, resolve thorny problems hindering development by deepening reform, and obtain opportunities for development as China opens wider to the outside world.
zh_cn: 我们将坚持改革开放不动摇，通过深化改革破解发展难题，在扩大开放中赢得发展机遇。

source: We will move ahead with price reform for resource products.
zh_cn: 推进资源性产品价格改革。

source: We will continue to deepen reform of power prices and gradually improve the mechanism for determining rates for putting power on the grid, transmitting and distributing power, and selling power, and balance the prices of coal and power in a timely fashion.
zh_cn: 继续深化电价改革，逐步完善上网电价、输配电价和销售电价形成机制，适时理顺煤电价格关系。
